Repository: soethan/BookingRequestsProcessor
Catalog: BackOfficeWeb/Resources/Text.*.resx
Languages: th_th

# Global_ApplicationName
source: Alpha BackOffice Web
th_th: อัลฟา BackOffice เว็บ

# Label_AttendedBy
source: Attended By
th_th: เข้าร่วมโดย

# Label_AttendedDate
source: Attended Date
th_th: วันที่เข้าร่วม

# Label_CreatedDate
source: Created Date
th_th: วันที่สร้าง

# Label_PickUpAddress1
source: Pick-up Address 1
th_th: ที่อยู่ Pick-up 1

# Label_PickUpAddress2
source: Pick-up Address 2
th_th: ที่อยู่ Pick-up 2

# Label_PickUpAddressCity
source: Pick-up Address City
th_th: Pick-up ที่อยู่เมือง

# Label_PickUpAddressCountry
source: Pick-up Address Country
th_th: Pick-up ที่อยู่ประเทศ

# Label_PickUpAddressPostal
source: Pick-up Address Postal
th_th: Pick-up ที่อยู่ทางไปรษณีย์

# Label_PickUpAddressProvince
source: Pick-up Address Province
th_th: รถรับส่งจากจังหวัดที่อยู่

# Label_PickUpLongitute
source: Pick-up Longitute
th_th: Pick-up ลองจิจูด

# Label_RecipientDeskPhoneNo
source: Recipient Desk Phone No
th_th: โต๊ะผู้รับโทรศัพท์ไม่มี

# Label_RecipientEmail
source: Recipient Email
th_th: อีเมล์ผู้รับ

# Label_RecipientFirstName
source: Recipient First Name
th_th: ผู้รับชื่อ

# Label_RecipientLastName
source: Recipient Last Name
th_th: ผู้รับนามสกุล

# Label_RecipientMobilePhoneNo
source: Recipient Mobile No
th_th: มือถือไม่มีผู้รับ

# Label_Remarks
source: Remarks
th_th: ข้อคิดเห็น

# Label_ReplyMessage
source: Reply Message
th_th: ข้อความตอบกลับ

# Label_RequestNumber
source: Request Number
th_th: ขอจำนวน

# Label_RequestorDeskPhoneNo
source: Requestor Desk Phone No
th_th: ร้องขอโต๊ะโทรศัพท์ไม่มี

# Label_RequestorEmail
source: Requestor Email
th_th: อีเมล์ร้องขอ

# Label_RequestorFirstName
source: Requestor First Name
th_th: ร้องขอชื่อ

# Label_RequestorId
source: Requestor Id
th_th: หมายเลขผู้ขอ

# Label_RequestorLastName
source: Requestor Last Name
th_th: ร้องขอนามสกุล

# Label_RequestorMobilePhoneNo
source: Requestor Mobile No
th_th: ร้องขอมือถือไม่มี

# Label_RequestType
source: Request Type
th_th: ขอประเภท

# Label_SendToAddress1
source: Send To Address 1
th_th: ส่งไปยังที่อยู่ 1

# Label_SendToAddress2
source: Send To Address 2
th_th: ส่งไปยังที่อยู่ 2

# Label_SendToAddressCity
source: Send To Address City
th_th: ส่งไปยังที่อยู่เมือง

# Label_SendToAddressCountry
source: Send To Address Country
th_th: ส่งไปยังที่อยู่ประเทศ

# Label_SendToAddressPostal
source: Send To Address Postal
th_th: ส่งไปยังที่อยู่ไปรษณีย์

# Label_SendToAddressProvince
source: Send To Address Province
th_th: ส่งไปยังที่อยู่จังหวัด

# Label_SendToLatitue
source: Send To Latitue
th_th: ส่งให้ Latitue

# Label_SendToLongitute
source: Send To Longitute
th_th: ส่งไปยังลองจิจูด

# Label_Status
source: Status
th_th: สถานะ

# Link_BackToBookingRequests
source: Back to Booking Requests
th_th: กลับไปขอจองห้องพัก

# Menu_Bookings
source: Bookings
th_th: การจอง

# Menu_ProcessBookingRequests
source: Process Booking Requests
th_th: ขั้นตอนการขอจองห้องพัก

# Menu_ViewBookingRequests
source: View Booking Requests
th_th: ดูการขอจองห้องพัก

# Menu_ViewCallCenterKpi
source: View Call Center KPI
th_th: ดู Call Center KPI

# PageTitle_BookingRequestDetails
source: Booking Request Details
th_th: ขอรายละเอียดการจองห้องพัก

# PageTitle_ProcessBookingRequests
source: Process Booking Requests
th_th: ขั้นตอนการขอจองห้องพัก

# PageTitle_ViewBookingRequests
source: View Booking Requests
th_th: ดูการขอจองห้องพัก

# PageTitle_ViewCallCenterKpi
source: View Call Center KPI
th_th: ดู Call Center KPI
